tap "derailed/k9s"
tap "nikolaeu/numi"
brew "cilium-cli"
brew "cloc"
brew "dyff"
brew "fortio"
brew "git-filter-repo"
brew "helm"
brew "hugo"
brew "istioctl"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "mas"
brew "mise"
brew "mongosh"
brew "openshift-cli"
brew "podman"
brew "podman-compose"
brew "rename"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "nikolaeu/numi/numi-cli"
cask "1password"
cask "airbuddy"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "bruno"
cask "claude"
cask "devutils"
cask "figma"
cask "github"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mongodb-compass"
cask "notion"
cask "numi"
cask "podman-desktop"
cask "rocket"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "teleport-connect"
cask "thaw"
cask "ungoogled-chromium"
cask "visual-studio-code"
cask "webex"
cask "wireshark-app"
cask "xcodes-app"
mas "AusweisApp", id: 948660805
mas "Bear", id: 1091189122
mas "DevCleaner", id: 1388020431
mas "Magnet", id: 441258766
mas "Mattermost", id: 1614666244
mas "Reeder", id: 1529448980
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "WhatsApp", id: 310633997
vscode "github.copilot-chat"
